export const questions = [
    {
        task: "Ի՞նչ են կիբեռհարձակումները:",
        answers: ["Անձնական տվյալների պաշտպանություն", "Տեղեկատվական համակարգերի վրա վնասակար գործողություններ", "Տվյալների ամրացում"],
        correct: 1
    },
    {
        task: "Որոնք են ամենատարածված կիբեռհարձակումների տեսակները:",
        answers: ["Ֆինանսական վարկեր", "Ֆիշինգ, մալվեր, Դոս հարձակում", "Ֆիզիկական հարձակումներ"],
        correct: 1
    },
    {
        task: "Ինչպե՞ս կարող են կազմակերպությունները պաշտպանվել կիբեռհարձակումներից:",
        answers: ["Ծրագրերի թարմացում", "Անհրաժեշտ չէ պաշտպանություն", "Աշխատակիցներին չտեղեկացնել"],
        correct: 0
    },
    {
        task: "Ի՞նչ է ֆիշինգը:",
        answers: ["Օգտատերերի նորմալ աշխատանքի գործընթաց", "Անձնական տվյալների գողության փորձ", "Ծրագրային ապահովման թարմացում"],
        correct: 0
    }
]

